Repository: salihcnkhy/CurrencyWallet
Catalog: HistoryModule/HistoryModule/Resource/Localizable.xcstrings
Source language: en
Languages: tr

# currency_cny
source: China Yuan
tr: Çin Yuanı

# currency_dollar
source: US. Dollar
tr: Amerikan Doları

# currency_pound
source: Sterling
tr: Stelin

# currency_rub
source: Russian Ruble
tr: Rus Rublesi

# currency_tl
source: Turkish Lira
tr: Türk Lirası

source: Loading...
tr: Yükleniyor...

# no_transaction_yet
source: There is no transaction yet.
tr: Henüz bir işleminiz bulunmamakta.

source: Purchase price %@
tr: Alış fiyatı %@

source: Selling price %@
tr: Satış fiyatı %@

source: Transaction History
tr: Geçmiş İşlemler
